9/data/attachments/53cd25d87e39cafe.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Joshua_drop_Friend_1754_8</nif:username>
            <nif:friendToBeRequested>soap_friends_81c8aa6b-f2e9-4484-97ad-af51b585e73e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>